Repository: thijsverstapen/ChillMate
Catalog: ChillMateLiveActivityExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: %@ clear
de: %@ ohne Konsum
es: %@ sin consumo
fr: %@ sans consommation
nl: %@ zonder gebruik

source: %@ without logged use
de: %@ ohne erfassten Konsum
es: %@ sin consumo registrado
fr: %@ sans consommation enregistrée
nl: %@ zonder geregistreerd gebruik

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
nl: %lld dagen

source: ChillMate help
de: ChillMate-Hilfe
es: Ayuda de ChillMate
fr: Aide ChillMate
nl: ChillMate-hulp

source: Consider waiting
de: Erwäge zu warten
es: Considera esperar
fr: Envisage d'attendre
nl: Overweeg te wachten

source: Ends %@
de: Endet %@
es: Termina %@
fr: Se termine %@
nl: Eindigt %@

source: Get help
de: Hilfe holen
es: Buscar ayuda
fr: Obtenir de l'aide
nl: Hulp nodig

source: Log hydration
de: Flüssigkeit eintragen
es: Registrar hidratación
fr: Noter l'hydratation
nl: Hydratatie loggen

source: Log water
de: Wasser eintragen
es: Registrar agua
fr: Noter l'eau
nl: Water loggen

source: Logged.
de: Eingetragen.
es: Registrado.
fr: Noté.
nl: Gelogd.

source: Marks that you drank water.
de: Vermerkt, dass du Wasser getrunken hast.
es: Marca que has bebido agua.
fr: Indique que tu as bu de l'eau.
nl: Markeert dat je water hebt gedronken.

source: Open panic support
de: Panikhilfe öffnen
es: Abrir el apoyo ante el pánico
fr: Ouvrir l'aide en cas de panique
nl: Paniekhulp openen

source: Opens breathing, grounding, and emergency contacts in ChillMate.
de: Öffnet Atmung, Grounding und Notfallkontakte in ChillMate.
es: Abre la respiración, el anclaje y los contactos de emergencia en ChillMate.
fr: Ouvre la respiration, l'ancrage et les contacts d'urgence dans ChillMate.
nl: Opent ademhaling, grounding en noodcontacten in ChillMate.

source: Opens breathing, grounding, and emergency contacts.
de: Öffnet Atmung, Grounding und Notfallkontakte.
es: Abre la respiración, el anclaje y los contactos de emergencia.
fr: Ouvre la respiration, l'ancrage et les contacts d'urgence.
nl: Opent ademhaling, grounding en noodcontacten.

source: Pause and check in
de: Pause und Check-in
es: Haz una pausa y revisa
fr: Fais une pause et fais le point
nl: Pauzeer en check in

source: Records that you drank water, without opening ChillMate.
de: Vermerkt, dass du Wasser getrunken hast, ohne ChillMate zu öffnen.
es: Registra que has bebido agua, sin abrir ChillMate.
fr: Enregistre que tu as bu de l'eau, sans ouvrir ChillMate.
nl: Legt vast dat je water hebt gedronken, zonder ChillMate te openen.

source: Score: %lld
de: Punktzahl: %lld
es: Puntuación: %lld

source: Shows your recovery streak and daily score.
de: Zeigt deine Erholungsserie und Tagespunktzahl.
es: Muestra tu racha de recuperación y tu puntuación diaria.
fr: Affiche ta série de récupération et ton score du jour.
nl: Toont je herstelreeks en dagscore.

source: Wellbeing check-in
de: Wohlbefinden-Check
es: Chequeo de bienestar
fr: Point bien-être
nl: Welzijnscheck

source: without logged use
de: ohne erfassten Konsum
es: sin consumo registrado
fr: sans consommation enregistrée
nl: zonder geregistreerd gebruik
